let msgCode = {
  "RU": 100,  //运行中
  "CE": 101,  //编译错误
  "WA": 102,  //答案错误
  "RE": 103,  //运行错误
  "MLE": 104, //内存超限
  "TLE": 105, //时间超限
  "OLE": 106, //输出超限
  "AC": 107,  //答案正确
  "PE": 108,  //格式错误
  "FL": 109,  //函数调用不合法
  "DM": 110,  //多组数据
  "SE": 118,  //未知错误
  "CI": 120   //正在编译
}
let codeMsg = {
  100: "RU",
  101: "CE",
  102: "WA",
  103: "RE",
  104: "MLE",
  105: "TLE",
  106: "OLE",
  107: "AC",
  108: "PE",
  109: "FL",
  110: "DM",
  118: "SE",
  120: "CI"
}
module.exports = { msgCode, codeMsg }